module BotAnswers
  INITIAL_INSTRUCTION = <<~INSTRUCTION.freeze
    Мене звати Шукач і я буду надсилати тобі найсвіжіші
    портивні новини. \n
    Для вибору конкретної категорії напиши слово \'topic\' (без лапок).
    Після цього я виведу для тебе наявні спортивні категорії і наступну підказку.
  INSTRUCTION

  AVAILABLE_TOPICS = <<~AVAILABLE_TOPICS.freeze
    Ухти, тобі вдалось правильно написати :D \n
    Наразі доступні такі категорії: Футбол, Баскетбол.
    Якщо хочеш отримувати футбольні новини, напиши 'ftb'
    Якщо хочеш отримувати баскетбольні новини, напиши 'bsk'
    Також, можна отримувати новини зі всіх категорій випадковим чином.
    Для цього напиши 'all' в полі вводу
  AVAILABLE_TOPICS

  SCHEDULE = 'Ми вже майже завершили налаштування. Залишилось лише вказати' \
    'час, коли ти хочеш отримувати новини. Години необхідно вказати в наступному' \
    'форматі: \'09-15\', або \'17-22\''.freeze
end
